{"1":"For some time after its birth, it grows by gaining\nnourishment from the seed on its back.","2":"When the bud on its back starts swelling, a sweet\naroma wafts to indicate the flower’s coming bloom.","3":"After a rainy day, the flower on its back smells\nstronger. The scent attracts other Pokémon.","4":"From the time it is born, a flame burns at the tip of\nits tail. Its life would end if the flame were to\ngo out.","5":"When it swings its burning tail, it elevates the air\ntemperature to unbearably high levels.","6":"Its wings can carry this Pokémon close to an\naltitude of 4,600 feet. It blows out fire at very\nhigh temperatures.","7":"Shoots water at prey while in the water. Withdraws\ninto its shell when in danger.","8":"It is said to live 10,000 years. Its furry tail is\npopular as a symbol of longevity.","9":"The pressurized water jets on this brutal Pokémon’s\nshell are used for high-speed tackles.","10":"Its feet have suction cups designed to stick to any\nsurface. It tenaciously climbs trees to forage.","11":"This Pokémon is vulnerable to attack while its shell\nis soft, exposing its weak and tender body.","12":"The wings are protected by rain-repellent dust.\nAs a result, this Pokémon can fly about even\nin rain.","13":"Its poison stinger is very powerful.\nIts bright-colored body is intended to\nwarn off its enemies.","14":"While awaiting evolution, it hides from predators\nunder leaves and in nooks of branches.","15":"May appear in a swarm. Flies at violent speeds,\nall the while stabbing with the toxic stinger on\nits rear.","16":"It is docile and prefers to avoid conflict.\nIf disturbed, however, it can ferociously strike back.","17":"Very protective of its sprawling territorial area,\nthis Pokémon will fiercely peck at any intruder.","18":"It spreads its gorgeous wings widely to intimidate\nenemies. It races through the skies at\nMach-2 speed.","19":"Its fangs are long and very sharp. They grow\ncontinuously, so it gnaws on hard things to whittle\nthem down.","20":"The webs on its hind legs enable it to cross rivers.\nIt searches wide areas for food.","21":"Eats bugs in grassy areas. It has to flap its short\nwings at high speed to stay airborne.","22":"It has the stamina to fly all day on its broad wings.\nIt fights by using its sharp beak.","23":"Moving silently and stealthily, it eats the eggs of\nbirds, such as Pidgey and Spearow, whole.","24":"To intimidate foes, it spreads its chest wide and\nmakes eerie sounds by expelling air from its mouth.","25":"It has small electric sacs on both its cheeks.\nIf threatened, it looses electric charges from\nthe sacs.","26":"It can loose 100,000-volt bursts of electricity,\ninstantly downing foes several times its size.","27":"Disliking water, it lives in deep burrows in arid\nareas. It can roll itself instantly into a ball.","28":"Curls up into a spiny ball when threatened. It can\nroll while curled up to attack or escape.","29":"Small and very docile, it protects itself with its\nsmall, poisonous horn when attacked.","30":"When feeding its young, it first chews the food into\na paste, then spits it out for the offspring.","31":"The body is covered by stiff, needlelike scales.\nIf it becomes excited, the needles bristle outwards.","32":"Its large ears are flapped like wings when it is\nlistening to distant sounds. It extends toxic barbs\nwhen angered.","33":"An aggressive Pokémon that is quick to attack.\nThe horn on its head secretes a powerful venom.","34":"One swing of its mighty tail can snap a telephone\npole as if it were a matchstick.","35":"The moonlight that it stores in the wings on its back\napparently gives it the ability to float in midair.","36":"A timid fairy Pokémon that is rarely seen, it will run\nand hide the moment it senses people.","37":"While young, it has six gorgeous tails. When it\ngrows, several new tails are sprouted.","38":"Very smart and very vengeful. Grabbing one of its\nmany tails could result in a 1,000-year curse.","39":"If it inflates to sing a lullaby, it can perform longer\nand cause sure drowsiness in its audience.","40":"The body is soft and rubbery. When angered,\nit will suck in air and inflate itself to an\nenormous size.","41":"It has no eyes. Instead, it relies on its ultrasonic\ncries for echolocation to flit about in darkness.","42":"Once it starts sucking blood, it does not stop until\nit is full. It flies at night in search of prey.","43":"Its scientific name is “Oddium Wanderus.” At night,\nit is said to walk nearly 1,000 feet on its two roots.\n","44":"The honey it drools from its mouth smells so\natrocious, it can curl noses more than a mile away.","45":"It has the world’s largest petals. With every step,\nthe petals shake out heavy clouds of toxic pollen.","46":"Burrows under the ground to gnaw on tree roots.\nThe mushrooms on its back absorb most of\nthe nutrition.","47":"The larger the mushroom on its back grows,\nthe stronger the mushroom spores it scatters.","48":"Lives in the shadows of tall trees where it eats\nbugs. It is attracted by light at night.","49":"The wings are covered with dustlike scales.\nEvery time it flaps its wings, it looses highly\ntoxic dust.","50":"Its skin is very thin. If it is exposed to light,\nits blood heats up, causing it to grow weak.","51":"Extremely powerful, they can dig through even the\nhardest ground to a depth of over 60 miles.","52":"Adores round objects. It wanders the streets on a\nnightly basis to look for dropped loose change.","53":"Its lithe muscles allow it to walk without making a\nsound. It attacks in an instant.","54":"It has mystical powers but doesn’t recall that it has\nused them. That is why it always looks puzzled.","55":"The forelegs are webbed, helping to make it an\nadept swimmer. It can be seen swimming elegantly\nin lakes, etc.","56":"It lives in treetop colonies. If one becomes\nenraged, the whole colony rampages for no reason.","57":"It is always outrageously furious. If it gives chase,\nit will tenaciously track the target no matter\nhow far.","58":"It has a brave and trustworthy nature. It fearlessly\nstands up to bigger and stronger foes.","59":"Its magnificent bark conveys a sense of majesty.\nAnyone hearing it can’t help but grovel before it.","60":"The direction of the spiral on the belly differs by\narea. It is more adept at swimming than walking.","61":"Its two legs are well developed. Even though it can\nlive on the ground, it prefers living in water.","62":"A swimmer adept at both the front crawl and\nbreaststroke. Easily overtakes the best\nhuman swimmers.","63":"It senses impending attacks and teleports away to\nsafety before the actual attacks can strike.","64":"If it uses its abilities, it emits special alpha waves\nthat cause machines to malfunction.","65":"Its brain can outperform a supercomputer. Its IQ\n(intelligence quotient) is said to be around 5,000.","66":"Its whole body is composed of muscles.\nEven though it’s the size of a human child,\nit can hurl 100 grown-ups.","67":"It can lift a dump truck with one hand. Using that\npower, it helps people with heavy jobs.","68":"It uses its four powerful arms to pin the limbs of its\nfoe, then throws the victim over the horizon.","69":"Its bud looks like a human face. Because of the\nbud, it is rumored to be a type of legendary\nmandrake plant.","70":"It spits out Poison Powder to immobilize the enemy\nand then finishes it with a spray of Acid.","71":"Once ingested into this Pokémon’s body,\neven the hardest object will melt into nothing.","72":"Drifts in shallow seas. Anglers who hook them by\naccident are often punished by their stingers.","73":"It has 80 tentacles that move about freely.\nThey can sting, causing poisoning and sharp,\nstabbing pain.","74":"It is impossible to distinguish from rocks. It slams\nagainst others in contests of hardness.","75":"Rolls down slopes to move. It rolls over any\nobstacle without slowing or changing its direction.","76":"Even dynamite can’t harm its hard, boulder-like\nbody. It sheds its hide just once a year.","77":"Its legs grow strong while it chases after its parent.\nIt runs in fields and mountains all day.","78":"It gallops at nearly 150 mph. With its mane blazing\nferociously, it races as if it were an arrow.","79":"It lazes vacantly near water. If something bites its\ntail, it won’t even notice for a whole day.","80":"When a Slowpoke went hunting in the sea, its tail\nwas bitten by a Shellder. That made it evolve\ninto Slowbro.","81":"It moves while constantly hovering. It discharges\nThunder Wave and so on from the units at its sides.","82":"Generates strange radio signals. It raises the\ntemperature by 3.6 degrees Fahrenheit within\n3,300 feet.","83":"It always walks about with a plant stalk clamped in\nits beak. The stalk is used for building its nest.","84":"The brains in its two heads appear to communicate\nemotions to each other with a telepathic power.","85":"An odd species that is rarely found. The three\nheads respectively represent joy, sadness,\nand anger.","86":"Covered with light blue fur, its hide is thick and\ntough. It is active in bitter cold of\n-40 degrees Fahrenheit.","87":"Its streamlined body has little drag in water.\nThe colder the temperature, the friskier it gets.","88":"Appears in filthy areas. It thrives by sucking up\npolluted sludge that is pumped out of factories.","89":"A toxic fluid seeps from its body. The fluid instantly\nkills plants and trees on contact.","90":"Clamping on to an opponent reveals its vulnerable\nparts, so it uses this move only as a last resort.","91":"Its shell is extremely hard. It cannot be shattered,\neven with a bomb. The shell opens only when it\nis attacking.","92":"Born from gases, anyone would faint if engulfed by\nits gaseous body, which contains poison.","93":"It licks with its gaseous tongue to steal the victim’s\nlife force. It lurks in darkness for prey.","94":"Hiding in people’s shadows at night, it absorbs their\nheat. The chill it causes makes the victims shake.","95":"It usually lives underground. It searches for food\nwhile boring its way through the ground at 50 miles\nper hour.","96":"If you think that you had a good dream but you\ncan’t remember it, a Drowzee has probably eaten it.","97":"Seeing its swinging pendulum can induce sleep in\nthree seconds, even in someone who just woke up.","98":"It can be found near the sea. The large pincers\ngrow back if they are torn out of their sockets.","99":"Its pincers grow peculiarly large. If it lifts the\npincers too fast, it loses its balance and staggers.","100":"Usually found in power plants. Easily mistaken for a\nPoké Ball, it has zapped many people.","101":"It stores an overflowing amount of electric energy\ninside its body. Even a small shock makes\nit explode.","102":"Even though it appears to be eggs of some sort,\nit was discovered to be a life-form more like\nplant seeds.","103":"It is called “The Walking Jungle.” If a head grows\ntoo big, it falls off and becomes an Exeggcute.","104":"It always wears the skull of its dead mother, so no\none has any idea what its hidden face looks like.","105":"The bone it holds is its key weapon. It throws the\nbone skillfully like a boomerang to KO targets.","106":"If it starts kicking repeatedly, both legs will stretch\neven longer to strike a fleeing foe.","107":"The spirit of a pro boxer has infused this Pokémon.\nIt throws punches that are faster than a bullet train.","108":"Its tongue is twice the length of its body. It can be\nmoved like an arm for grabbing food and attacking.","109":"Lighter-than-air gases in its body keep it aloft.\nThe gases not only smell, they are also explosive.","110":"Very rarely, a sudden mutation can result in two\nsmall Koffing twins becoming conjoined as\na Weezing.","111":"It is inept at turning because of its four short legs.\nIt can only charge and run in one direction.","112":"It begins walking on its hind legs after evolution.\nIt can punch holes through boulders with its horn.","113":"It lays several eggs a day. The eggs are apparently\nrich in nutrients and extremely delicious.","114":"It tangles any moving thing with its vines. Their\nsubtle shaking is ticklish if you get ensnared.","115":"If it is safe, the young gets out of the belly pouch\nto play. The adult keeps a close eye on\nthe youngster.","116":"It makes its nest in the shade of corals. If it senses\ndanger, it spits murky ink and flees.","117":"It is capable of swimming backwards by rapidly\nflapping its winglike pectoral fins and stout tail.","118":"Its dorsal, pectoral, and tail fins wave elegantly in\nwater. That is why it is known as the water dancer.","119":"It makes its nest by hollowing out boulders in\nstreams with its horn. It defends its eggs with\nits life.","120":"It appears in large numbers by seashores. At night,\nits central core flashes with a red light.","121":"At the center of its body is a red core, which sends\nmysterious radio signals into the night sky.","122":"It is adept at conning people. It is said to be able\nto create walls out of thin air by miming.","123":"It slashes through grass with its sharp scythes,\nmoving too fast for the human eye to track.","124":"It speaks using a language that sounds human.\nResearch is under way to determine what is\nbeing said.","125":"It loves to feed on strong electricity. It occasionally\nappears around large power plants and so on.","126":"Born in the spout of a volcano, its body is covered\nby flames that shimmer like the sun.","127":"It swings its long pincer horns wildly to attack.\nDuring cold periods, it hides deep in forests.","128":"When it is about to tackle, it whips its body\nrepeatedly with its three long tails.","129":"In the distant past, it was somewhat stronger than\nthe horribly weak descendants that exist today.","130":"Rarely seen in the wild. Huge and vicious, it is\ncapable of destroying entire cities in a rage.","131":"Its high intelligence enables it to understand human\nspeech. It likes to ferry people on its back.","132":"It can freely recombine its own cellular structure to\ntransform into other life-forms.","133":"Thanks to its unstable genetic makeup, this\nspecial Pokémon conceals many different\npossible evolutions.","134":"It has evolved to be suitable for an aquatic life.\nIt can invisibly melt away into water.","135":"It accumulates negative ions in the atmosphere to\nblast out 10,000-volt lightning bolts.","136":"It has a flame bag inside its body. After inhaling\ndeeply, it blows out flames of nearly\n3,000 degrees Fahrenheit.","137":"A Pokémon that consists entirely of programming\ncode. It is capable of moving freely in cyberspace.","138":"Revived from an ancient fossil, this Pokémon uses\nair stored in its shell to sink and rise in water.","139":"Once wrapped around its prey, it never lets go.\nIt eats the prey by tearing at it with sharp fangs.","140":"This Pokémon was regenerated from the fossil of an\nancient creature. It protects itself with a hard shell.","141":"A slim and fast swimmer. It slices its prey with its\nsharp sickles and drinks the body fluids.","142":"This vicious Pokémon is said to have flown in\nancient skies while shrieking high-pitched cries.","143":"Its stomach can digest any kind of food,\neven if it happens to be moldy or rotten.","144":"A legendary bird Pokémon that is said to appear to\ndoomed people who are lost in icy mountains.","145":"A legendary Pokémon that is said to live in\nthunderclouds. It freely controls lightning bolts.","146":"One of the legendary bird Pokémon. It is said that\nits appearance indicates the coming of spring.","147":"This Pokémon is full of life energy. It continually\nsheds its skin and grows steadily larger.","148":"A mystical Pokémon that exudes a gentle aura.\nIt is said to have the ability to change the weather.","149":"It is said to make its home somewhere in the sea.\nIt guides crews of shipwrecks to shore.","150":"A Pokémon created by recombining Mew’s genes.\nIt’s said to have the most savage heart\namong Pokémon.","151":"Its DNA is said to contain the genetic codes of all\nPokémon, so it can use all kinds of techniques.","152":"It uses the leaf on its head to determine the\ntemperature and humidity. It loves to sunbathe.","153":"The buds that ring its neck give off a spicy aroma\nthat perks people up.","154":"Meganium’s breath has the power to revive dead\ngrass and plants. It can make them healthy again.","155":"It has a timid nature. If it is startled, the flames on\nits back burn more vigorously.","156":"Be careful if it turns its back during battle. It means\nthat it will attack with the fire on its back.","157":"It has a secret, devastating move. It rubs its blazing\nfur together to cause huge explosions.","158":"Its powerful, well-developed jaws are capable of\ncrushing anything. Even its Trainer must be careful.","159":"Once it bites down, it won’t let go until it loses its\nfangs. New fangs quickly grow into place.","160":"When it bites with its massive and powerful jaws,\nit shakes its head and savagely tears its victim up.","161":"It stands on its tail so it can see a long way.\nIf it spots an enemy, it cries loudly to warn its kind.","162":"It makes a nest to suit its long and skinny body.\nThe nest is impossible for other Pokémon to enter.","163":"It always stands on one foot. It changes feet so\nfast, the movement can rarely be seen.","164":"When it needs to think, it rotates its head\n180 degrees to sharpen its intellectual power.","165":"It is timid and clusters together with others.\nThe fluid secreted by its feet indicates its location.","166":"The spot patterns on its back grow larger or smaller\ndepending on the number of stars in the night sky.","167":"It lies still in the same pose for days in its web,\nwaiting for its unsuspecting prey to wander close.","168":"It attaches silk to its prey and sets it free. Later,\nit tracks the silk to the prey and its friends.","169":"Having four wings allows it to fly more quickly and\nquietly so it can sneak up on prey without\nits noticing.","170":"It shoots positive and negative electricity between\nthe tips of its two antennae and zaps its enemies.","171":"It blinds prey with an intense burst of light.\nWith the prey incapacitated, the Pokémon\nswallows it in a single gulp.","172":"It is not yet skilled at storing electricity.\nIt may send out a jolt if amused or startled.","173":"Many appear when the night skies are filled with\nshooting stars. They disappear with sunrise.","174":"It has a very soft body. If it starts to roll, it will\nbounce all over and be impossible to stop.","175":"A proverb claims that happiness will come to\nanyone who can make a sleeping Togepi stand up.","176":"They say that it will appear before kindhearted,\ncaring people and shower them with happiness.","177":"It usually forages for food on the ground but may,\non rare occasions, hop onto branches to peck\nat shoots.","178":"They say that it stays still and quiet because it is\nseeing both the past and future at the same time.","179":"It stores lots of air in its soft fur, allowing it to stay\ncool in summer and warm in winter.","180":"If its coat becomes fully charged with electricity,\nits tail lights up. It fires hair that zaps on impact.","181":"The tail’s tip shines brightly and can be seen from\nfar away. It acts as a beacon for lost people.","182":"When the heavy rainfall season ends, it is drawn\nout by warm sunlight to dance in the open.","183":"The tip of its tail is filled with oil that is lighter than\nwater, so it acts as a float.","184":"The bubble-like pattern on its stomach helps it\ncamouflage itself when it’s in the water.","185":"It disguises itself as a tree to avoid attack. It hates\nwater, so it will disappear if it starts raining.","186":"If Poliwag and Poliwhirl hear its echoing cry, they\nrespond by gathering from far and wide.","187":"It drifts on winds. It is said that when Hoppip gather\nin fields and mountains, spring is on the way.","188":"It spreads its petals to absorb sunlight. It also floats\nin the air to get closer to the sun.","189":"Even in the fiercest wind, it can control its fluff to\nmake its way to any place in the world it wants.","190":"Its tail is so powerful that it can use it to grab a\ntree branch and hold itself up in the air.","191":"It lives by drinking only dewdrops from under the\nleaves of plants. It is said that it eats nothing else.","192":"It gets energy from warm sunlight and is known for\nits habit of moving in pursuit of it.","193":"If it flaps its wings really fast, it can generate shock\nwaves that will shatter windows in the area.","194":"When the temperature cools in the evening,\nthey emerge from water to seek food along\nthe shore.","195":"This carefree Pokémon has an easygoing nature.\nWhile swimming, it always bumps into boat hulls.","196":"Its fur is so sensitive, it can feel minute shifts in the\nair and predict the weather...and its foes’ thoughts.","197":"When exposed to the moon’s aura, the rings on its\nbody glow faintly and it’s filled with a\nmysterious power.","198":"Feared and loathed by many, it is believed to bring\nmisfortune to all those who see it at night.","199":"When its head was bitten, toxins entered\nSlowpoke’s head and unlocked an\nextraordinary power.","200":"It likes playing mischievous tricks, such as\nscreaming and wailing to startle people at night.","201":"Shaped like ancient writing, it is a huge mystery\nwhether language or Unown came first.","202":"To keep its pitch-black tail hidden, it lives quietly in\nthe darkness. It is never first to attack.","203":"Its tail has a small brain of its own. Beware! If you\nget close, it may react to your scent by biting.","204":"It looks just like a pinecone. Its shell protects it\nfrom bird Pokémon that peck it by mistake.","205":"It remains immovably rooted to its tree. It scatters\npieces of its hard shell to drive its enemies away.","206":"It digs into the ground with its tail and makes a\nmazelike nest. It can fly just a little.","207":"It flies straight at its target’s face, then clamps\ndown on the startled victim to inject poison.","208":"It chews its way through boulders with its\nsturdy jaws. Its eyes can see in the\ndarkness underground.","209":"Small Pokémon flee from its scary face. It is,\nhowever, considered by women to be cute.","210":"It can make most any Pokémon run away simply by\nopening its mouth wide to reveal its big fangs.","211":"The small spikes covering its body developed from\nscales. They inject a toxin that causes fainting.","212":"It has a steel-hard body. It intimidates foes by\nupraising its eye-patterned pincers.","213":"It stores berries inside its shell. To avoid attacks,\nit hides beneath rocks and remains completely still.","214":"With its Herculean powers, it can easily throw\naround an object that is 100 times its own weight.","215":"Its paws conceal sharp claws. If attacked,\nit suddenly extends the claws and startles\nits enemy.","216":"Before food becomes scarce in wintertime, its habit\nis to hoard food in many hidden locations.","217":"Although it has a large body, it is quite skilled at\nclimbing trees. It eats and sleeps in the treetops.","218":"Its body is made of magma. If it doesn’t keep\nmoving, its body will cool and harden.","219":"Its body is as hot as lava and is always billowing.\nFlames will occasionally burst from its shell.","220":"If it smells something enticing, it dashes off\nheadlong to find the source of the aroma.","221":"Because the long hair all over its body obscures its\nsight, it just keeps charging repeatedly.","222":"They prefer unpolluted southern seas. Their coral\nbranches lose their color and deteriorate in\ndirty water.","223":"Using its dorsal fin as a suction pad, it clings to a\nMantine’s underside to scavenge for leftovers.","224":"It traps foes with the suction cups on its tentacles,\nthen smashes them with its rock-hard head.","225":"It carries food all day long. When someone is lost\nin the mountains, it shares that food.","226":"While elegantly swimming in the sea, it ignores\nRemoraid that cling to its fins seeking food scraps.","227":"Despite being clad entirely in iron-hard armor,\nit flies at speeds over 180 mph.","228":"To corner prey, they check each other’s location\nusing barks that only they can understand.","229":"The flames it breathes when angry contain toxins.\nIf they cause a burn, it will hurt forever.","230":"It stores energy by sleeping at underwater depths\nat which no other life-forms can survive.","231":"It is strong despite its compact size. It can easily\npick up and carry an adult human on its back.","232":"The longer and bigger its tusks, the higher its rank\nin its herd. The tusks take long to grow.","233":"With planetary development software installed,\nit became capable of working in space.","234":"The curved antlers subtly change the flow of air to\ncreate a strange space where reality is distorted.","235":"Once it becomes an adult, it has a tendency to let\nits comrades plant footprints on its back.","236":"To brush up on its fighting skills, it will challenge\nanyone. It has a very strong competitive spirit.","237":"If you are enchanted by its smooth, dance-like\nkicks, you may get a closer experience with one\nthan you’d like.","238":"It tests everything by touching with its lips,\nwhich remember what it likes and dislikes.","239":"Spinning its arms around to generate electricity\nmakes the area between its horns shine light blue.","240":"Its magma-like blood circulates throughout\nits body. Its body’s heat can top\n1,100 degrees Fahrenheit.","241":"Its milk is packed with nutrition, making it the\nultimate beverage for the sick or weary.","242":"This kindhearted Pokémon nurses sick Pokémon to\nhealth. It senses feelings of sadness.","243":"This rough Pokémon stores energy inside its body,\nthen sweeps across the land, shooting\noff electricity.","244":"It is said that when it roars, a volcano erupts\nsomewhere around the globe.","245":"Said to be the embodiment of north winds, it can\ninstantly purify filthy, murky water.","246":"Born deep underground, it comes aboveground and\nbecomes a pupa once it has finished eating the\nsurrounding soil.","247":"Its shell is as hard as sheet rock, and it is also very\nstrong. Its thrashing can topple a mountain.","248":"If it rampages, it knocks down mountains and buries\nrivers. Maps must be redrawn afterward.","249":"It is said to be the guardian of the seas. It is\nrumored to have been seen on the night of a storm.","250":"It will reveal itself before a pure-hearted Trainer by\nshining its bright, rainbow-colored wings.","251":"It has the power to travel across time, but it is said\nto appear only in peaceful times.","252":"Small hooks on the bottom of its feet catch on\nwalls and ceilings. That is how it can hang\nfrom above.","253":"It lives in dense jungles. While closing in on its\nprey, it leaps from branch to branch.","254":"It agilely leaps about the jungle and uses the sharp\nleaves on its arms to strike its prey.","255":"A fire burns inside, so it feels very warm to hug.\nIt launches fireballs of 1,800 degrees Fahrenheit.","256":"During a battle, the hot flame in its body increases.\nIts kicks have outstanding destructive power.","257":"When facing a tough foe, it looses flames from\nits wrists. Its powerful legs let it jump clear\nover buildings.","258":"To alert it, the fin on its head senses the flow of\nwater. It has the strength to heft boulders.","259":"Living on muddy ground that provides poor footing\nhas made its legs sturdy.","260":"It can swim while towing a large ship. It bashes\ndown foes with a swing of its thick arms.","261":"It has a very tenacious nature. Its acute sense of\nsmell lets it chase a chosen prey without ever\nlosing track.","262":"It chases down prey in a pack of around ten.\nThey defeat foes with perfectly\ncoordinated teamwork.","263":"A Pokémon with abundant curiosity. It shows an\ninterest in everything, so it always zigzags.","264":"It charges prey at speeds over 60 mph. However,\nbecause it can only run straight, it often fails.","265":"It lives among the tall grass and in forests. It repels\nattacks by raising up the spikes on its rear.","266":"It drinks dew that collects on its silk and waits for\nevolution. Its hard cocoon repels attacks.","267":"It has an aggressive nature. It stabs prey with its\nlong, narrow mouth to drain the prey’s fluids.","268":"It never forgets any attack it endured while in the\ncocoon. After evolution, it seeks payback.","269":"It violently flutters its wings to scatter toxic dust\nwhen attacked. It becomes active after sunset.","270":"It searches about for clean water. If it does not\ndrink water for too long, the leaf on its head wilts.","271":"It has a mischievous spirit. If it spots an angler,\nit will tug on the fishing line to interfere.","272":"The rhythm of bright, festive music activates\nLudicolo’s cells, making it more powerful.","273":"When it dangles from a tree branch, it looks just\nlike an acorn. It enjoys scaring other Pokémon.","274":"It lives deep in forests. With the leaf on its head,\nit makes a flute whose song makes\nlisteners uneasy.","275":"By flapping its leafy fan, it can whip up gusts of\n100 feet per second that can level houses.","276":"It dislikes cold seasons. They migrate to other\nlands in search of warmth, flying over 180 miles\na day.","277":"It dives at a steep angle as soon as it spots its\nprey. It catches its prey with sharp claws.","278":"It makes its nest on steep sea cliffs.\nRiding updrafts, it soars to great heights.","279":"It is a messenger of the skies, carrying small\nPokémon and eggs to safety in its bill.","280":"It is highly attuned to the emotions of people and\nPokémon. It hides if it senses hostility.","281":"It has a psychic power that enables it to distort the\nspace around it and see into the future.","282":"It has the power to predict the future. Its power\npeaks when it is protecting its Trainer.","283":"It appears as if it is skating on water. It draws prey\nwith a sweet scent from the tip of its head.","284":"It flaps its four wings to hover and fly freely in any\ndirection--to and fro and sideways.","285":"It spouts poison spores from the top of its head.\nThese spores cause pain all over if inhaled.","286":"It scatters poisonous spores and throws powerful\npunches while its foe is hampered by\ninhaled spores.","287":"If it eats just three leaves in a day, it is satisfied.\nOther than that, it sleeps for 20 hours a day.","288":"Its stress level rises if it cannot keep moving\nconstantly. Too much stress makes it feel sick.","289":"It is the world’s most slothful Pokémon. However,\nit can exert horrifying power by releasing pent-up\nenergy all at once.","290":"It can sometimes live underground for more than\n10 years. It absorbs nutrients from the roots\nof trees.","291":"Because it moves so quickly, it sometimes becomes\nunseeable. It congregates around tree sap.","292":"A most peculiar Pokémon that somehow appears in\na Poké Ball when a Nincada evolves.","293":"If it senses danger, it scares the foe by crying out\nwith the volume of a jet-plane engine.","294":"The shock waves from its cries can tip over trucks.\nIt stamps its feet to power up.","295":"Its roar in battle shakes the ground like a\ntremor--or like an earthquake has struck.","296":"It grows stronger by enduring harsh training. It is a\ngutsy Pokémon that can withstand any attack.","297":"It loves to match power with big-bodied Pokémon.\nIt can knock a truck flying with its arm thrusts.","298":"It swings its large, nutrient-filled tail around to fight\nopponents bigger than itself.","299":"Its magnetic nose consistently faces north.\nTravelers check Nosepass to get their bearings.","300":"It shows its cute side by chasing its own tail\nuntil it gets dizzy.","301":"It is highly popular among female Trainers for its\nsublime fur. It does not keep a nest.","302":"It dwells in the darkness of caves. It uses its sharp\nclaws to dig up gems to nourish itself.","303":"Attached to its head is a huge set of jaws formed\nby horns. It can chew through iron beams.","304":"When it evolves, it sheds the steel carapace that\ncovered its whole body and develops a new one.","305":"It habitually shows off its strength with the size of\nsparks it creates by ramming its steel body\ninto boulders.","306":"While seeking iron for food, it digs tunnels by\nbreaking through bedrock with its steel horns.","307":"It eats just one berry a day. By enduring hunger,\nits spirit is tempered and made sharper.","308":"Through yoga training, it gained the psychic power\nto predict its foe’s next move.","309":"It stores static electricity in its fur for discharging.\nIt gives off sparks if a storm approaches.","310":"It discharges electricity from its mane. It creates a\nthundercloud overhead to drop lightning bolts.","311":"It absorbs electricity from telephone poles. It shorts\nout its body to create crackling noises.","312":"It cheers on friends. If its friends are losing,\nits body lets off more and more sparks.","313":"It lives around clean ponds. At night, its rear lights\nup. It converses with others by flashing its light.","314":"With its sweet aroma, it guides Volbeat to draw\nsigns with light in the night sky.","315":"Roselia that drink nutritionally rich springwater are\nsaid to reveal rare coloration when they bloom.","316":"There is nothing its stomach can’t digest. While it is\ndigesting, vile, overpowering gases are expelled.","317":"It gulps anything that fits in its mouth. Its special\nenzymes can dissolve anything.","318":"It lives in massive rivers that course through\njungles. It swarms prey that enter its territory.","319":"It can swim at speeds of 75 mph by jetting\nseawater through its body. It is the bandit of\nthe sea.","320":"It eats one ton of food every day. It plays by\nshooting stored seawater out its blowholes with\ngreat force.","321":"The biggest of all Pokémon. It can dive to a depth\nof almost 10,000 feet on only one breath.","322":"The magma in its body reaches 2,200 degrees\nFahrenheit. Its hump gets smaller when it uses\nFire-type moves.","323":"If angered, the humps on its back erupt in a shower\nof molten lava. It lives in the craters of volcanoes.","324":"It burns coal inside its shell for energy. It blows out\nblack soot if it is endangered.","325":"It bounces around on its tail to keep its\nheart pumping. It carries a pearl from\nClamperl on its head.","326":"It uses black pearls to amplify its psychic power.\nIt does an odd dance to gain control over foes.","327":"The chances of two Spinda having identical spot\npatterns is less than one in four billion.","328":"It makes an inescapable conical pit and lies in wait\nat the bottom for prey to come tumbling down.","329":"It generates ultrasonic waves by violently flapping\nits wings. After making its prey faint, it melts the\nprey with acid.","330":"Known as “The Desert Spirit,” this Pokémon hides in\nthe sandstorms it causes by beating its wings.","331":"It prefers harsh environments such as deserts.\nIt can survive for 30 days on water stored in\nits body.","332":"Packs of them follow travelers through the desert\nuntil the travelers can no longer move.","333":"It constantly grooms its cotton-like wings. It takes\na shower to clean itself if it becomes dirty.","334":"On sunny days, it flies freely through the sky and\nblends into the clouds. It sings in a\nbeautiful soprano.","335":"Its fur would all stand on end if it smelled a Seviper\nnearby. Its sharp claws tear up its foes.","336":"Constant polishing makes the edge of the blade on\nits tail extremely sharp. It’s Zangoose’s archrival.","337":"It was discovered at the site of a meteor strike\n40 years ago. Its stare can lull its foes to sleep.","338":"It absorbs solar energy during the day. Always\nexpressionless, it can sense what its foe is thinking.","339":"Its whiskers make a superb radar. They are used to\nlocate prey, even in the murkiest of water.","340":"It makes its nest at the bottom of swamps.\nIt will eat anything--if it is alive, Whiscash will eat it.","341":"Its hardy vitality enables it to adapt to any\nenvironment. Its pincers will never release prey.","342":"Loving to battle, this Pokémon pinches all Pokémon\nthat enter its territory with its pincers and throws\nthem out.","343":"It moves by spinning on its foot. It is a rare\nPokémon that was discovered in ancient ruins.","344":"It is said that it originates from clay dolls made by\nan ancient civilization.","345":"It lived on the seafloor 100 million years ago and\nwas reanimated scientifically.","346":"It ensnares prey with its eight tentacles. It then\nmelts the prey with a strong acid before feeding.","347":"A Pokémon ancestor that was reanimated from a\nfossil. It lived in the sea and hunted with claws.","348":"Protected by a hard shell, its body is very sturdy.\nIt skewers prey with its claws to feed.","349":"It is the shabbiest Pokémon of all. It forms in\nschools and lives at the bottom of rivers.","350":"It is the world’s most beautiful Pokémon. There are\nmany works of art featuring Milotic.","351":"It has the ability to change its form into the sun,\nthe rain, or a snow cloud, depending on\nthe weather.","352":"It changes its shading to match its surroundings\nso it can sneak up on prey. Only its belly patterns\nstay fixed.","353":"It loves vengeful emotions and hangs in rows under\nthe eaves of houses where vengeful people live.","354":"Strong feelings of hatred turned a puppet into a\nPokémon. If it opens its mouth, its cursed\nenergy escapes.","355":"If it finds bad children who won’t listen to their\nparents, it will spirit them away--or so it’s said.","356":"Its body is hollow. It is said that those who look\ninto its body are sucked into the void.","357":"The bunch of fruit around its neck ripens twice a\nyear and is delicious. It’s a highly favored\ntropical snack.","358":"Emitting ultrasonic cries, it floats on winds to travel\ngreat distances.","359":"It appears when it senses an impending natural\ndisaster. As a result, it was mistaken as a\ndoom bringer.","360":"It grows strong by pushing up against others en\nmasse. It loves eating sweet fruit.","361":"In the snow country, certain folklore says a house\nwill prosper if a Snorunt lives there.","362":"It can instantly freeze moisture in the atmosphere.\nIt uses this power to freeze its foes.","363":"Its body is covered in fluffy fur. The fur keeps it\nfrom feeling cold while it is rolling on ice.","364":"Be it Spheal or Poké Ball, it will spin any round\nobject on its nose with the greatest of ease.","365":"It shatters drift ice with its strong tusks. Its thick\nlayer of blubber repels enemy attacks.","366":"It is protected by a sturdy shell. Once in a lifetime,\nit makes a magnificent pearl.","367":"It lives deep in the sea. With a tail shaped like a\nsmall fish, it attracts unsuspecting prey.","368":"Its swimming form is exquisitely elegant.\nWith its thin mouth, it feeds on seaweed\nthat grows between rocks.","369":"A rare Pokémon discovered during a deep-sea\nexploration. It has not changed in over\n100 million years.","370":"During the spawning season, countless Luvdisc\ncongregate at coral reefs, turning the waters pink.","371":"Dreaming of one day flying, it practices by leaping\noff cliffs every day.","372":"Its armored body makes all attacks bounce off.\nThe armor is too tough, however, making it heavy\nand somewhat sluggish.","373":"It’s uncontrollable if enraged. It flies around\nspouting flames and scorching fields\nand mountains.","374":"It converses with others by using magnetic pulses.\nIn a swarm, they move in perfect unison.","375":"It is formed by two Beldum joining together. Its two\nbrains are linked, amplifying its psychic power.","376":"Metang combined to form it. With four brains, it has\nthe intelligence of a supercomputer.","377":"The same rocks that form its body have been found\nin ground layers around the world.","378":"Its body is made of ice from the ice age. It controls\nfrigid air of -328 degrees Fahrenheit.","379":"Its body is said to be harder than any kind of metal.\nA study has revealed that its body is hollow.","380":"It can telepathically communicate with people. It\nchanges its appearance using its down that\nrefracts light.","381":"It understands human speech and is highly\nintelligent. It is a tender Pokémon that\ndislikes fighting.","382":"It is said to have widened the seas by causing\ndownpours. It had been asleep in a marine trench.","383":"This legendary Pokémon is said to represent the\nland. It went to sleep after dueling Kyogre.","384":"It flies in the ozone layer, way up high in the sky.\nUntil recently, no one had ever seen it.","385":"It is said to have the ability to grant any wish for\njust one week every thousand years.","386":"DNA from a space virus mutated and became a\nPokémon. It appears where auroras are seen.","387":"It undertakes photosynthesis with its body, making\noxygen. The leaf on its head wilts if it is thirsty.","388":"It knows where pure water wells up. It carries fellow\nPokémon there on its back.","389":"Small Pokémon occasionally gather on its unmoving\nback to begin building their nests.","390":"The gas made in its belly burns from its rear end.\nThe fire burns weakly when it feels sick.","391":"It uses ceilings and walls to launch aerial attacks.\nIts fiery tail is but one weapon.","392":"It tosses its enemies around with agility. It uses all\nits limbs to fight in its own unique style.","393":"Because it is very proud, it hates accepting food\nfrom people. Its thick down guards it from cold.","394":"It lives a solitary life. Its wings deliver wicked blows\nthat can snap even the thickest of trees.","395":"The three horns that extend from its beak attest to\nits power. The leader has the biggest horns.","396":"They flock around mountains and fields, chasing\nafter bug Pokémon. Their singing is noisy\nand annoying.","397":"It lives in forests and fields. Squabbles over\nterritory occur when flocks collide.","398":"When Staravia evolve into Staraptor, they leave the\nflock to live alone. They have sturdy wings.","399":"It constantly gnaws on logs and rocks to whittle\ndown its front teeth. It nests alongside water.","400":"It makes its nest by damming streams with bark and\nmud. It is known as an industrious worker.","401":"When its antennae hit each other, it sounds like the\nmusic of a xylophone.","402":"It signals its emotions with its melodies. Scientists\nare studying these melodic patterns.","403":"All of its fur dazzles if danger is sensed. It flees\nwhile the foe is momentarily blinded.","404":"Strong electricity courses through the tips of its\nsharp claws. A light scratch causes fainting in foes.","405":"Luxray’s ability to see through objects comes in\nhandy when it’s scouting for danger.","406":"Over the winter, it closes its bud and endures the\ncold. In spring, the bud opens and releases pollen.","407":"With the movements of a dancer, it strikes with\nwhips that are densely lined with poison thorns.","408":"A lifelong jungle dweller from 100 million years\nago, it would snap obstructing trees with headbutts.","409":"Its skull is as hard as iron. It is a brute that tears\ndown jungle trees while catching prey.","410":"It was generated from a fossil dug out of a layer of\nclay that was older than anyone knows. It has a\nsturdy face.","411":"Any frontal attack is repulsed. It is a docile\nPokémon that feeds on grass and berries.","412":"If its cloak is broken in battle, it quickly remakes\nthe cloak with materials nearby.","413":"When Burmy evolved, its cloak became a part of\nthis Pokémon’s body. The cloak is never shed.","414":"It flutters around at night and steals honey from\nthe Combee hive.","415":"It collects and delivers honey to its colony.\nAt night, they cluster to form a beehive and sleep.","416":"Its abdomen is a honeycomb for grubs. It raises its\ngrubs on honey collected by Combee.","417":"A pair may be seen rubbing their cheek pouches\ntogether in an effort to share stored electricity.","418":"It inflates the flotation sac around its neck and\npokes its head out of the water to see what is\ngoing on.","419":"Its flotation sac developed as a result of pursuing\naquatic prey. It can double as a rubber raft.","420":"It evolves by sucking the energy out of the small\nball where it had been storing nutrients.","421":"If it senses strong sunlight, it opens its folded\npetals to absorb the sun’s rays with its whole body.","422":"Its shape and coloration vary, depending on\nits habitat.","423":"It apparently had a huge shell for protection in\nancient times. It lives in shallow tidal pools.","424":"To eat, it deftly shucks nuts with its two tails.\nIt rarely uses its arms now.","425":"These Pokémon are called the “Signpost for\nWandering Spirits.” Children holding them\nsometimes vanish.","426":"It’s drowsy in daytime, but flies off in the evening in\nbig groups. No one knows where they go.","427":"When it senses danger, it perks up its ears.\nOn cold nights, it sleeps with its head tucked into\nits fur.","428":"The ears appear to be delicate. If they are touched\nroughly, it kicks with its graceful legs.","429":"Its cries sound like incantations to torment the foe.\nIt appears where you least expect it.","430":"Becoming active at night, it is known to swarm with\nnumerous Murkrow in tow.","431":"When it’s happy, Glameow demonstrates beautiful\nmovements of its tail, like a dancing ribbon.","432":"To make itself appear intimidatingly beefy, it tightly\ncinches its waist with its twin tails.","433":"There is an orb inside its mouth. When it hops,\nthe orb bounces all over and makes a\nringing sound.","434":"It protects itself by spraying a noxious fluid from its\nrear. The stench lingers for 24 hours.","435":"It sprays a stinky fluid from its tail. The fluid smells\nworse the longer it is allowed to fester.","436":"Implements shaped like it were discovered in\nancient tombs. It is unknown if they are related.","437":"Ancient people believed that petitioning Bronzong\nfor rain was the way to make crops grow.","438":"It prefers an arid atmosphere. It leaks water that\nlooks like tears when adjusting its moisture level.","439":"It habitually mimics foes. Once mimicked, the foe\ncannot take its eyes off this Pokémon.","440":"It carefully carries a round, white rock that it thinks\nis an egg. It’s bothered by how curly its hair looks.","441":"It can learn and speak human words. If they gather,\nthey all learn the same saying.","442":"It was bound to a fissure in an odd keystone as\npunishment for misdeeds 500 years ago.","443":"It nests in small, horizontal holes in cave walls.\nIt pounces to catch prey that stray too close.","444":"As it digs to expand its nest, it habitually digs up\ngems that it then hoards in its nest.","445":"It flies at speeds equal to a jet fighter plane.\nIt never allows its prey to escape.","446":"It conceals food under the long fur on its body.\nIt carts around this food stash and swallows it\nwithout chewing.","447":"The aura that emanates from its body intensifies to\nalert others if it is afraid or sad.","448":"By reading the auras of all things, it can tell how\nothers are feeling from over half a mile away.","449":"It enshrouds itself with sand to protect itself from\ngerms. It does not enjoy getting wet.","450":"It blasts internally stored sand from ports on its\nbody to create a towering twister for attack.","451":"It burrows under the sand to lie in wait for prey.\nIts tail claws can inject its prey with a\nsavage poison.","452":"It has the power in its clawed arms to make scrap\nof a car. The tips of its claws release poison.","453":"Inflating its poison sacs, it fills the area with an odd\nsound and hits flinching opponents with a\npoison jab.","454":"Its knuckle claws secrete a toxin so vile that even a\nscratch could prove fatal.","455":"It binds itself to trees in marshes. It attracts prey\nwith its sweet-smelling drool and gulps them down.","456":"After long exposure to sunlight, the patterns on its\ntail fins shine vividly when darkness arrives.","457":"To avoid detection by predators, it crawls along the\nseafloor using the two fins on its chest.","458":"When it swims close to the surface of the ocean,\npeople aboard ships are able to observe the pattern\non its back.","459":"In the spring, it grows berries with the texture of\nfrozen treats around its belly.","460":"It lives a quiet life on mountains that are perpetually\ncovered in snow. It hides itself by whipping\nup blizzards.","461":"They live in cold regions, forming groups of four or\nfive that hunt prey with impressive coordination.","462":"It evolved from exposure to a special magnetic\nfield. Three units generate magnetism.","463":"Their saliva contains lots of components that can\ndissolve anything. The numbness caused by their\nlick does not dissipate.","464":"It puts rocks in holes in its palms and uses its\nmuscles to shoot them. Geodude are shot at\nrare times.","465":"Its vines grow so profusely that, in the warm\nseason, you can’t even see its eyes.","466":"It pushes the tips of its two tails against the foe,\nthen lets loose with over 20,000 volts of power.","467":"It blasts fireballs of over 3,600 degrees Fahrenheit\nout of its arms. Its breath also sears and sizzles.","468":"It shares many blessings with people who respect\none another’s rights and avoid needless strife.","469":"This six-legged Pokémon is easily capable of\ntransporting an adult in flight. The wings on its tail\nhelp it stay balanced.","470":"Just like a plant, it uses photosynthesis. As a result,\nit is always enveloped in clear air.","471":"It lowers its body heat to freeze its fur. The hairs\nthen become like needles it can fire.","472":"Its flight is soundless. It uses its lengthy tail to\ncarry off its prey... Then its elongated fangs do\nthe rest.","473":"Its impressive tusks are made of ice. The population\nthinned when it turned warm after the ice age.","474":"Its programming was modified to enable it to travel\nthrough alien dimensions. Seems there might have\nbeen an error...","475":"A master of courtesy and swordsmanship, it fights\nusing extending swords on its elbows.","476":"It freely controls three small units called Mini-Noses\nusing magnetic force.","477":"The antenna on its head captures radio waves from\nthe world of spirits that command it to take\npeople there.","478":"Legends in snowy regions say that a woman who\nwas lost on an icy mountain was reborn as Froslass.","479":"Its body is composed of plasma. It is known to\ninfiltrate electronic devices and wreak havoc.","480":"It is said that its emergence gave humans the\nintelligence to improve their quality of life.","481":"It sleeps at the bottom of a lake. Its spirit is said to\nleave its body to fly on the lake’s surface.","482":"It is thought that Uxie, Mesprit, and Azelf all came\nfrom the same egg.","483":"It has the power to control time. It appears in\nSinnoh-region myths as an ancient deity.","484":"It has the ability to distort space. It is described as\na deity in Sinnoh-region mythology.","485":"Boiling blood, like magma, circulates through its\nbody. It makes its dwelling place in volcanic caves.","486":"There is an enduring legend that states this\nPokémon towed continents with ropes.","487":"It was banished for its violence. It silently gazed\nupon the old world from the Distortion World.","488":"Those who sleep holding Cresselia’s feather are\nassured of joyful dreams. It is said to represent\nthe crescent moon.","489":"It drifts in warm seas. It always returns to where it\nwas born, no matter how far it may have drifted.","490":"It starts its life with a wondrous power that permits\nit to bond with any kind of Pokémon.","491":"It can lull people to sleep and make them dream.\nIt is active during nights of the new moon.","492":"The blooming of Gracidea flowers confers the\npower of flight upon it. Feelings of gratitude are\nthe message it delivers.","493":"It is told in mythology that this Pokémon was born\nbefore the universe even existed.","494":"When it shares the infinite energy it creates,\nthat being’s entire body will be overflowing\nwith power.","495":"They photosynthesize by bathing their tails in\nsunlight. When they are not feeling well, their\ntails droop.","496":"When it gets dirty, its leaves can’t be used in\nphotosynthesis, so it always keeps itself clean.","497":"It can stop its opponents’ movements with just a\nglare. It takes in solar energy and boosts\nit internally.","498":"It loves to eat roasted berries, but sometimes it\ngets too excited and burns them to a crisp.","499":"When its internal fire flares up, its movements grow\nsharper and faster. When in trouble, it emits smoke.","500":"It has mastered fast and powerful fighting moves.\nIt grows a beard of fire.","501":"It fights using the scalchop on its stomach.\nIn response to an attack, it retaliates immediately\nby slashing.","502":"As a result of strict training, each Dewott learns\ndifferent forms for using the scalchops.","503":"One swing of the sword incorporated in its armor\ncan fell an opponent. A simple glare from one of\nthem quiets everybody.","504":"Extremely cautious, one of them will always be on\nthe lookout, but it won’t notice a foe coming\nfrom behind.","505":"When they see an enemy, their tails stand high,\nand they spit the seeds of berries stored in their\ncheek pouches.","506":"Though it is a very brave Pokémon, it’s also smart\nenough to check its foe’s strength and avoid battle.","507":"It has black, cape-like fur that is very hard and\ndecreases the amount of damage it receives.","508":"Being wrapped in its long fur is so comfortable\nthat a person would be fine even overnight on a\nwintry mountain.","509":"They steal from people for fun, but their victims\ncan’t help but forgive them. Their deceptively cute\nact is perfect.","510":"Stealthily, it sneaks up on its target, striking from\nbehind before its victim has a chance to react.","511":"It’s good at finding berries and gathers them from\nall over. It’s kind enough to share them\nwith friends.","512":"Ill tempered, it fights by swinging its barbed tail\naround wildly. The leaf growing on its head is\nvery bitter.","513":"This Pokémon lives in caves in volcanoes.\nThe fire within the tuft on its head can reach\n600 degrees Fahrenheit.","514":"When it gets excited, embers rise from its head\nand tail and it gets hot. For some reason, it\nloves sweets.","515":"The water stored inside the tuft on its head is full of\nnutrients. Plants that receive its water grow large.","516":"It prefers places with clean water. When its tuft runs\nlow, it replenishes it by siphoning up water with\nits tail.","517":"It eats the dreams of people and Pokémon. When it\neats a pleasant dream, it expels pink-colored mist.","518":"The dream mist coming from its forehead changes\ninto many different colors depending on the dream\nthat was eaten.","519":"These Pokémon live in cities. They are accustomed\nto people. Flocks often gather in parks and plazas.","520":"No matter where in the world it goes, it knows\nwhere its nest is, so it never gets separated from\nits Trainer.","521":"Males have plumage on their heads. They will never\nlet themselves feel close to anyone other than\ntheir Trainers.","522":"Its mane shines when it discharges electricity.\nThey use the frequency and rhythm of these flashes\nto communicate.","523":"They have lightning-like movements.\nWhen Zebstrika run at full speed, the sound of\nthunder reverberates.","524":"They were discovered a hundred years ago in an\nearthquake fissure. Inside each one is an\nenergy core.","525":"When it is healthy, its core sticks out. Always facing\nthe same way, it swiftly moves front to back and left\nto right.","526":"Compressing the energy from its internal core\nlets it fire off an attack capable of blowing away\na mountain.","527":"The heart-shaped mark left on a body after a\nWoobat has been attached to it is said to bring\ngood fortune.","528":"Anyone who comes into contact with the ultrasonic\nwaves emitted by a courting male experiences a\npositive mood shift.","529":"By spinning its body, it can dig straight through the\nground at a speed of 30 mph.","530":"More than 300 feet below the surface, they build\nmazelike nests. Their activity can be destructive to\nsubway tunnels.","531":"It touches others with the feelers on its ears, using\nthe sound of their heartbeats to tell how they\nare feeling.","532":"Always carrying squared logs, they help out with\nconstruction. As they grow, they carry bigger logs.","533":"This Pokémon is so muscular and strongly built that\neven a group of wrestlers could not make it budge\nan inch.","534":"Rather than rely on force, they master moves that\nutilize the centrifugal force of spinning concrete.","535":"By vibrating its cheeks, it emits sound waves\nimperceptible to humans. It uses the rhythm of\nthese sounds to talk.","536":"It lives in the water and on land. It uses its long,\nsticky tongue to immobilize its opponents.","537":"They shoot paralyzing liquid from their head bumps.\nThey use vibration to hurt their opponents.","538":"When it encounters a foe bigger than itself, it wants\nto throw it. It changes belts as it gets stronger.","539":"Tying their belts gets them pumped and makes their\npunches more destructive. Disturbing their training\nangers them.","540":"Since this Pokémon makes its own clothes out of\nleaves, it is a popular mascot for fashion designers.","541":"It protects itself from the cold by wrapping up in\nleaves. It stays on the move, eating leaves\nin forests.","542":"It keeps its eggs warm with heat from fermenting\nleaves. It also uses leaves to make warm wrappings\nfor Sewaddle.","543":"Its bite injects a potent poison, enough to paralyze\nlarge bird Pokémon that try to prey on it.","544":"It is usually motionless, but when attacked,\nit rotates at high speed and then crashes into\nits opponent.","545":"With quick movements, it chases down its foes,\nattacking relentlessly with its horns until it prevails.","546":"Perhaps because they feel more at ease in a group,\nthey stick to others they find. They end up looking\nlike a cloud.","547":"Like the wind, it can slip through any gap,\nno matter how small. It leaves balls of white\nfluff behind.","548":"Since they prefer moist, nutrient-rich soil, the areas\nwhere Petilil live are known to be good for\ngrowing plants.","549":"Even veteran Trainers face a challenge in getting its\nbeautiful flower to bloom. This Pokémon is popular\nwith celebrities.","550":"Red and blue Basculin usually do not get along,\nbut sometimes members of one school mingle with\nthe other’s school.","551":"They live buried in the sands of the desert.\nThe sun-warmed sands prevent their body\ntemperature from dropping.","552":"The special membrane covering its eyes can sense\nthe heat of objects, so it can see its surroundings\neven in darkness.","553":"They never allow prey to escape. Their jaws\nare so powerful, they can crush the body of\nan automobile.","554":"When it sleeps, it pulls its limbs into its\nbody and its internal fire goes down to\n1,100 degrees Fahrenheit.","555":"Its internal fire burns at 2,500 degrees Fahrenheit,\nmaking enough power that it can destroy a dump\ntruck with one punch.","556":"Arid regions are their habitat. They move\nrhythmically, making a sound similar to maracas.","557":"When it finds a stone of a suitable size, it secretes\na liquid from its mouth to open up a hole to\ncrawl into.","558":"Competing for territory, Crustle fight viciously.\nThe one whose boulder is broken is the loser of\nthe battle.","559":"Proud of its sturdy skull, it suddenly headbutts\neverything, but its weight makes it unstable, too.","560":"It can smash concrete blocks with its kicking\nattacks. The one with the biggest crest is the\ngroup leader.","561":"The guardians of an ancient city, they always fly\nthe same route while keeping watch for invaders.","562":"Each of them carries a mask that used to be its face\nwhen it was human. Sometimes they look at it\nand cry.","563":"Grave robbers who mistake them for real coffins and\nget too close end up trapped inside their bodies.","564":"Restored from a fossil, this Pokémon can dive to\ndepths beyond half a mile.","565":"It could knock out a foe with a slap from one of its\ndeveloped front appendages and chew it up, shell\nor bones and all.","566":"Said to be an ancestor of bird Pokémon, they were\nunable to fly and moved about by hopping from one\nbranch to another.","567":"It runs better than it flies. It takes off into the sky\nby running at a speed of 25 mph.","568":"Inhaling the gas they belch will make you sleep for\na week. They prefer unsanitary places.","569":"Consuming garbage makes new kinds of poison\ngases and liquids inside their bodies.","570":"To protect themselves from danger, they hide their\ntrue identities by transforming into people\nand Pokémon.","571":"Bonds between these Pokémon are very strong.\nIt protects the safety of its pack by tricking\nits opponents.","572":"These Pokémon prefer a tidy habitat. They are\nalways sweeping and dusting, using their tails\nas brooms.","573":"Cinccino’s body is coated in a special oil that helps\nit deflect attacks, such as punches.","574":"They intently observe both Trainers and Pokémon.\nApparently, they are looking at something that only\nGothita can see.","575":"According to many old tales, it creates friends for\nitself by controlling sleeping children on\nstarry nights.","576":"They can predict the future from the placement and\nmovement of the stars. They can see Trainers’\nlife spans.","577":"They drive away attackers by unleashing psychic\npower. They can use telepathy to talk with others.","578":"When their two divided brains think the same\nthoughts, their psychic power is maximized.","579":"When Reuniclus shake hands, a network forms\nbetween their brains, increasing their\npsychic power.","580":"They are better at swimming than flying, and they\nhappily eat their favorite food, peat moss, as they\ndive underwater.","581":"Swanna start to dance at dusk. The one dancing in\nthe middle is the leader of the flock.","582":"This Pokémon formed from icicles bathed in energy\nfrom the morning sun. It sleeps buried in snow.","583":"Snowy mountains are this Pokémon’s habitat.\nDuring an ancient ice age, they moved to\nsouthern areas.","584":"Swallowing large amounts of water, they make\nsnow clouds inside their bodies and, when angry,\ncause violent blizzards.","585":"The turning of the seasons changes the color and\nscent of this Pokémon’s fur. People use it to mark\nthe seasons.","586":"They migrate according to the seasons, so some\npeople call Sawsbuck the harbingers of spring.","587":"The energy made in its cheeks’ electric pouches is\nstored inside its membrane and released while it\nis gliding.","588":"For some reason they evolve when they receive\nelectrical energy while they are attacking Shelmet.","589":"These Pokémon evolve by wearing the shell\ncovering of a Shelmet. The steel armor protects\ntheir whole body.","590":"It lures Pokémon with its pattern that looks just like\na Poké Ball, then releases poison spores.","591":"It lures prey close by dancing and waving its\narm caps, which resemble Poké Balls, in a\nswaying motion.","592":"If its veil-like arms stun and wrap a foe, that foe will\nbe dragged miles below the surface, never\nto return.","593":"The fate of the ships and crew that wander into\nJellicent’s habitat: all sunken, all lost, all vanished.","594":"It gently holds injured and weak Pokémon in its\nfins. Its special membrane heals their wounds.","595":"They attach themselves to large-bodied Pokémon\nand absorb static electricity, which they store in an\nelectric pouch.","596":"When attacked, they create an electric barrier by\nspitting out many electrically charged threads.","597":"It absorbs the iron it finds in the rock while clinging\nto the ceiling. It shoots spikes when in danger.","598":"They attach themselves to cave ceilings, firing steel\nspikes at targets passing beneath them.","599":"The two minigears that mesh together are\npredetermined. Each will rebound from other\nminigears without meshing.","600":"A minigear and big gear comprise its body. If the\nminigear it launches at a foe doesn’t return, it\nwill die.","601":"Its red core functions as an energy tank. It fires the\ncharged energy through its spikes into an area.","602":"One alone can emit only a trickle of electricity,\nso a group of them gathers to unleash a powerful\nelectric shock.","603":"These Pokémon have a big appetite. When they\nspot their prey, they attack it and paralyze it\nwith electricity.","604":"They crawl out of the ocean using their arms.\nThey will attack prey on shore and immediately drag\nit into the ocean.","605":"Rumors of its origin are linked to a UFO crash site\nin the desert 50 years ago.","606":"It uses psychic power to control an opponent’s\nbrain and tamper with its memories.","607":"Litwick shines a light that absorbs the life energy of\npeople and Pokémon, which becomes the fuel that\nit burns.","608":"It arrives near the moment of death and steals spirit\nfrom the body.","609":"The spirits burned up in its ominous flame lose their\nway and wander this world forever.","610":"They mark their territory by leaving gashes in trees\nwith their tusks. If a tusk breaks, a new one grows\nin quickly.","611":"A broken tusk will not grow back, so it diligently\nsharpens its tusks on river rocks after the end of\na battle.","612":"Their sturdy tusks will stay sharp even if used to cut\nsteel beams. These Pokémon are covered in\nhard armor.","613":"Their snot is a barometer of health. When healthy,\ntheir snot is sticky and the power of their ice\nmoves increases.","614":"It freezes its breath to create fangs and claws of ice\nto fight with. Cold northern areas are its habitat.","615":"They are composed of ice crystals. They capture\nprey with chains of ice, freezing the prey at\n-148 degrees Fahrenheit.","616":"It evolves when bathed in an electric-like energy\nalong with Karrablast. The reason is still unknown.","617":"When its body dries out, it weakens. So, to prevent\ndehydration, it wraps itself in many layers of\nthin membrane.","618":"It conceals itself in the mud of the seashore.\nThen it waits. When prey touch it, it delivers a jolt\nof electricity.","619":"In fights, they dominate with onslaughts of flowing,\ncontinuous attacks. With their sharp claws, they\ncut enemies.","620":"Using the long fur on its arms like whips, it\nlaunches into combo attacks that, once started,\nno one can stop.","621":"It warms its body by absorbing sunlight with its\nwings. When its body temperature falls, it can no\nlonger move.","622":"Ancient science fashioned this Pokémon from clay.\nIt’s been active for thousands of years.","623":"It flies across the sky at Mach speeds. Removing\nthe seal on its chest makes its internal energy go\nout of control.","624":"Ignoring their injuries, groups attack by sinking\nthe blades that cover their bodies into their prey.","625":"Bisharp pursues prey in the company of a large\ngroup of Pawniard. Then Bisharp finishes off\nthe prey.","626":"Their fluffy fur absorbs damage, even if they strike\nfoes with a fierce headbutt.","627":"They will challenge anything, even strong\nopponents, without fear. Their frequent fights help\nthem become stronger.","628":"They fight for their friends without any thought\nabout danger to themselves. One can carry a car\nwhile flying.","629":"Their wings are too tiny to allow them to fly.\nThey guard their posteriors with bones that were\ngathered by Mandibuzz.","630":"Watching from the sky, they swoop to strike\nweakened Pokémon on the ground. They decorate\nthemselves with bones.","631":"It draws in air through its tail, transforms it into fire,\nand uses it like a tongue. It melts Durant and\neats them.","632":"They attack in groups, covering themselves in steel\narmor to protect themselves from Heatmor.","633":"Lacking sight, it’s unaware of its surroundings,\nso it bumps into things and eats anything\nthat moves.","634":"After it has eaten up all the food in its territory,\nit moves to another area. Its two heads do not\nget along.","635":"It responds to movement by attacking. This scary,\nthree-headed Pokémon devours everything in\nits path!","636":"The base of volcanoes is where they make their\nhomes. They shoot fire from their five horns to repel\nattacking enemies.","637":"When volcanic ash darkened the atmosphere, it is\nsaid that Volcarona’s fire provided a replacement\nfor the sun.","638":"It has a body and heart of steel. It worked with its\nallies to punish people when they hurt Pokémon.","639":"Spoken of in legend, this Pokémon used its\nphenomenal power to destroy a castle in its effort\nto protect Pokémon.","640":"Legends say this Pokémon confounded opponents\nwith its swift movements.","641":"Tornadus expels massive energy from its tail,\ncausing severe storms. Its power is great enough\nto blow houses away.","642":"As it flies around, it shoots lightning all over\nthe place and causes forest fires. It is\ntherefore disliked.","643":"When Reshiram’s tail flares, the heat energy moves\nthe atmosphere and changes the world’s weather.","644":"Concealing itself in lightning clouds, it flies\nthroughout the Unova region. It creates electricity\nin its tail.","645":"From the forces of lightning and wind, it creates\nenergy to give nutrients to the soil and make the\nland abundant.","646":"It generates a powerful, freezing energy inside\nitself, but its body became frozen when the energy\nleaked out.","647":"When it is resolute, its body fills with power and it\nbecomes swifter. Its jumps are then too fast\nto follow.","648":"Its melodies are sung with a special vocalization\nmethod that can control the feelings of those who\nhear it.","649":"This Pokémon existed 300 million years ago. Team\nPlasma altered it and attached a cannon to its back.","650":"Such a thick shell of wood covers its head and back\nthat even a direct hit from a truck wouldn’t faze it.","651":"They strengthen their lower bodies by\nrunning into one another. They are very\nkind and won’t start fights.","652":"When it takes a defensive posture with its fists\nguarding its face, it could withstand a bomb blast.","653":"As it walks, it munches on a twig in place\nof a snack. It intimidates opponents\nby puffing hot air out of its ears.","654":"When the twig is plucked from its tail,\nfriction sets the twig alight. The flame\nis used to send signals to its allies.","655":"Using psychic power, it generates a\nfiery vortex of 5,400 degrees Fahrenheit,\nincinerating foes swept into this whirl of flame.","656":"It protects its skin by covering its body in\ndelicate bubbles. Beneath its happy-go-lucky air,\nit keeps a watchful eye on its surroundings.","657":"Its swiftness is unparalleled.\nIt can scale a tower of more\nthan 2,000 feet in a minute’s time.","658":"It appears and vanishes with a ninja’s grace.\nIt toys with its enemies using swift movements, while\nslicing them with throwing stars of sharpest water.","659":"It has ears like shovels. Digging holes\nstrengthens its ears so much that they\ncan sever thick roots effortlessly.","660":"As powerful as an excavator, its ears\ncan reduce dense bedrock to rubble.\nWhen it’s finished digging, it lounges lazily.","661":"Despite the beauty of its lilting voice, it’s\nmerciless to intruders that enter its territory.","662":"The hotter the flame sac on its belly,\nthe faster it can fly, but it takes some\ntime to get the fire going.","663":"When attacking prey, it can reach speeds\nof up to 310 mph. It finishes its prey off\nwith a colossal kick.","664":"The powder that covers its body\nregulates its temperature, so it\ncan live in any region or climate.","665":"The beaks of bird Pokémon can’t begin\nto scratch its stalwart body.\nTo defend itself, it spews powder.","666":"The patterns on this Pokémon’s wings\ndepend on the climate and topography\nof its habitat. It scatters colorful scales.","667":"They set off on their own from their pride\nand live by themselves to become stronger.\nThese hot-blooded Pokémon are quick to fight.","668":"With fiery breath of more than 10,000 degrees\nFahrenheit, they viciously threaten any challenger.\nThe females protect the pride’s cubs.","669":"When it finds a flower it likes, it dwells on\nthat flower its whole life long. It floats in the\nwind’s embrace with an untroubled heart.","670":"When the flowers of a well-tended flower bed bloom,\nit appears and celebrates with an elegant dance.","671":"In times long past, governors of castles\nwould invite Florges to create flower gardens\nto embellish the castle domains.","672":"If it has sunshine and water, it doesn’t\nneed to eat, because it can generate\nenergy from the leaves on its back.","673":"They inhabit mountainous regions.\nThe leader of the herd is decided by\na battle of clashing horns.","674":"It does its level best to glare and pull a scary face,\nbut it can’t help grinning if anyone pats its head.","675":"It charges ahead and bashes its opponents like\na berserker, uncaring about any hits it might take.\nIts arms are mighty enough to snap a telephone pole.","676":"Historically, in the Kalos region, these Pokémon\nwere the designated guardians of the king.","677":"It has enough psychic energy to blast\neverything within 300 feet of itself,\nbut it has no control over its power.","678":"The eyeball patterns on the interior of its ears\nemit psychic energy. It keeps the patterns tightly\ncovered because that power is too immense.","679":"If anyone dares to grab its hilt, it wraps\na blue cloth around that person’s arm and\ndrains that person’s life energy completely.","680":"The complex attack patterns of its two swords\nare unstoppable, even for an opponent\ngreatly accomplished at swordplay.","681":"Apparently, it can detect the innate qualities\nof leadership. According to legend, whoever it\nrecognizes is destined to become king.","682":"In the past, rather than using perfume,\nroyal ladies carried a Spritzee\nthat would waft a fragrance they liked.","683":"Its scent is so overpowering that, unless a Trainer\nhappens to really enjoy the smell, he or she will\nhave a hard time walking alongside it.","684":"Because it eats nothing but sweets,\nits fur is as sticky sweet as cotton candy.","685":"Its sense of smell is 100 million times better than\na human’s, so even the faintest scent tells it about\neverything in the area. It’s like it can see with its nose!","686":"It flashes the light-emitting spots on its body,\nwhich drains its opponent’s will to fight.\nIt takes the opportunity to scuttle away and hide.","687":"It lures its prey close with hypnotic motions,\nthen wraps its tentacles around it before\nfinishing it off with digestive fluids.","688":"They stretch and then contract, yanking their\nrocks along with them in bold hops. They eat\nseaweed that washes up on the shoreline.","689":"Barbaracle’s legs and hands have minds\nof their own, and they will move independently.\nBut they usually follow the head’s orders.","690":"It looks just like rotten kelp. It hides from foes\nwhile storing up power for its evolution.","691":"Tales are told of ships that wander into\nseas where Dragalge live, never to return.","692":"Through controlled explosions of internal gas,\nit can expel water like a pistol shot.\nAt close distances, it can shatter rock.","693":"By expelling water from the nozzle in the back\nof its claw, it can move at a speed of 60 knots.","694":"The frills on either side of its head have cells\nthat generate electricity when exposed to sunlight.","695":"It stimulates its muscles with electricity,\nboosting the strength in its legs and enabling\nit to run 100 yards in five seconds.","696":"Its immense jaws have enough destructive\nforce that it can chew up an automobile.\nIt lived 100 million years ago.","697":"Nothing could stop this Pokémon\n100 million years ago,\nso it behaved like a king.","698":"This calm Pokémon lived in a cold land where\nthere were no violent predators like Tyrantrum.","699":"Using its diamond-shaped crystals,\nit can instantly create a wall of\nice to block an opponent’s attack.","700":"It wraps its ribbonlike feelers around\nthe arm of its beloved Trainer\nand walks with him or her.","701":"With its wings, it controls its position in the air.\nIt likes to attack from above, a maneuver that\nis difficult to defend against.","702":"It uses its tail to absorb electricity from\npower plants or from outlets in houses,\nand then it fires the electricity from its whiskers.","703":"It has slept underground for hundreds of millions\nof years since its birth. It’s occasionally found\nduring the excavation of caves.","704":"It’s covered in a slimy membrane that makes\nany punches or kicks slide off it harmlessly.","705":"Its four horns are a high-performance radar system.\nIt uses them to sense sounds and smells,\nrather than using ears or a nose.","706":"It attacks with retractable horns.\nIt throws a punch that’s the equivalent\nof the force of a hundred pro boxers.","707":"It never lets go of a key that it likes,\nso people give it the keys to vaults and\nsafes as a way to prevent crime.","708":"According to old tales, these Pokémon are\nstumps possessed by the spirits of\nchildren who died while lost in the forest.","709":"Using its roots as a nervous system,\nit controls the trees in the forest.\nIt’s kind to the Pokémon that reside in its body.","710":"It is said to carry wandering spirits\nto the place where they belong\nso they can move on.","711":"It enwraps its prey in its hairlike arms.\nIt sings joyfully as it observes the\nsuffering of its prey.","712":"Using air of -150 degrees Fahrenheit, they\nfreeze opponents solid. They live in herds\nabove the snow line on mountains.","713":"The way several Bergmite huddle\non its back makes it look like\nan aircraft carrier made of ice.","714":"Even a robust wrestler will become\ndizzy and unable to stand when exposed\nto its 200,000-hertz ultrasonic waves.","715":"The ultrasonic waves it emits from its ears\ncan reduce a large boulder to pebbles.\nIt swoops out of the dark to attack.","716":"When the horns on its head shine\nin seven colors, it is said to be\nsharing everlasting life.","717":"When its life comes to an end, it absorbs\nthe life energy of every living thing\nand turns into a cocoon once more.","718":"It’s hypothesized that it’s monitoring\nthose who destroy the ecosystem\nfrom deep in the cave where it lives.","719":"It can instantly create many diamonds\nby compressing the carbon in the air\nbetween its hands.","720":"It gathers things it likes and passes them through\nits loop to teleport them to a secret place.","721":"It expels its internal steam from the\narms on its back. It has enough\npower to blow away a mountain."}